Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: Cannot find node %s in help file
sv: Noden %s i hjälpfilen kan inte hittas

source: bad metadata version
sv: felaktig metadataversion

source: Cop&y to file...
sv: &Kopiera till fil...

source: Test
sv: Testa

source: Diff viewer
sv: Diffvisare

source: >= Greater or equal ($gte)
sv: >= Större än eller lika med ($gte)

source: Input lines in dialogs and the command line
sv: Inmatningsrader i dialoger och kommandoraden

source: Set bookmark
sv: Sätt bokmärke

source: Unexpected error in select() reading data from a child process: %s
sv: Oväntat fel i select() under läsning av data från en barnprocess: %s

source: Understrike
sv: Understreck

source: Error dialog background and text
sv: Feldialogens bakgrund och text

source: no text
sv: ingen text

source: Confirm replace
sv: Bekräfta ersättning

source: The structure viewer works on local files only
sv: Strukturvisaren fungerar endast med lokala filer

source: Regular expression error
sv: Reguljärt uttrycksfel

source: E&xtension
sv: &Filändelse

source: This plugin does not support creating items
sv: Denna insticksmodul stöder inte skapande av objekt

source: Up arrow
sv: Uppåtpil

source: Source code
sv: Källkod

source: With builtin editor and aspell support
sv: Med inbyggd redigerare och stöd för aspell

source: Skip error in TAR stream
sv: Fel vid överhoppning i TAR-ström

source: Tab size 8
sv: Tabbredd 8

source: Re&verse
sv: Om&vänd

source: Changed line
sv: Ändrad rad

source: Marked range
sv: Markerat intervall

source: New hotlist group
sv: Ny favoritgrupp

source: Delete to word end
sv: Radera till ordets slut

source: Backspace
sv: Backsteg

source: Select to word end
sv: Markera till ordets slut

source: Selected item, list not focused
sv: Vald post, lista utan fokus

source: Repeat last macro
sv: Upprepa senaste makrot

source: No kubectl context set for logs.
sv: Ingen kubectl-kontext angiven för loggar.

source: The format of the %s%s file has changed with version 4.0. It seems that the installation has failed. Please fetch a fresh copy from the %s package.
sv: Formatet för %s%s filen har ändrats med version 4.0. Det verkar som om installationen har misslyckats. Hämta en ny kopia från %s-paketet.

source: Filter: %s %u matches FOLLOW
sv: Filter: %s %u träffar FÖLJER

source: invalid unicode codepoint
sv: ogiltig Unicode-kodpunkt

source: &Abort
sv: &Avbryt

source: &Mkdir
sv: Ska&pa katalog

source: Failed to initialize event system
sv: Misslyckades med att initiera händelsesystemet

source: H&intbar visible
sv: T&ipsraden synlig

source: &Underline
sv: &Understruken

source: Keycode:
sv: Tangentkod:

source: The hunspell library is not installed. Install it, and a dictionary for the language you write in.
sv: Biblioteket hunspell är inte installerat. Installera det och en ordlista för språket du skriver på.

source: Add a command, or a submenu to hold other entries?
sv: Lägg till ett kommando eller en undermeny för andra poster?

source: Set line filter
sv: Ange radfilter

source: The runtime file handler failed
sv: Körmiljöns filhanterare misslyckades

source: Test arguments:
sv: Testargument:

source: To run on slow terminals
sv: Att köra på långsamma terminaler

source: &All charsets
sv: Alla te&ckenkodningar

source: Record/Repeat &actions
sv: Spela in/repetera &ändringar

source: Tabulation
sv: Tabulering

source: Name of new group:
sv: Namn på ny grupp:

source: Archive password
sv: Arkivlösenord

source: Initializing SFTP session...
sv: Initierar SFTP-session...

source: No lines match
sv: Inga rader matchar

source: Select paragraph up
sv: Markera ett stycke uppåt

source: This format does not support encryption
sv: Detta format stöder inte kryptering

source: Key &bindings...
sv: Tangent&bindningar...

source: Save mode options
sv: Spara lägesinställningar

source: No COW
sv: Ingen COW

source: Field values
sv: Fältvärden

source: Failed to create index in %s
sv: Kunde inte skapa index i %s

source: Frame, active
sv: Ram, aktiv

source: Cannot move directory %s to %s
sv: Det går inte att flytta katalogen %s till %s

source: File types
sv: Filtyper

source: Time: %s
sv: Tid: %s

source: Structure tree
sv: Strukturträd

source: Cannot save %s: not a regular file
sv: Det går inte att spara %s: inte en vanlig fil

source: &Foreground only
sv: Endast &förgrund

source: &Configuration...
sv: K&onfiguration...

source: Structured view of JSON, YAML and the like
sv: Strukturerad vy av JSON, YAML och liknande

source: Follow &links
sv: Följ &länkar

source: Not inside a database.
sv: Inte inuti en databas.

source: Previous screen
sv: Föregående skärm

source: More parsing errors will be ignored.
sv: Resten av tolkningsfelen ignoreras.

source: Reindex repository
sv: Indexera om förråd

source: Cannot save file: %s
sv: Kan inte spara fil: %s

source: Header entries of panels: Name, Size, Modify time
sv: Panelernas kolumnrubriker: Namn, Storlek, Ändringstid

source: Overwrite all files?
sv: Skriv över alla filer?

source: FTP connection
sv: FTP-anslutning

source: &Search...
sv: &Sök...

source: FileOperation|Copy
sv: FileOperation|Kopiera

source: The magic.ini operation %s:%s cannot view %s
sv: Åtgärden %s:%s i magic.ini kan inte visa %s

source: &Add an entry
sv: &Lägg till en post

source: This operation is irreversible. Selected files will be reset to HEAD. Untracked files will be deleted. Do you want to continue?
sv: Denna åtgärd kan inte ångras. Valda filer återställs till HEAD. Ospårade filer tas bort. Vill du fortsätta?

source: Not a hex byte string: %s
sv: Inte en sträng med hexbyte: %s

source: &Minimal (Find a smaller set of change)
sv: &Minimal (så få skillnader som möjligt)

source: Delete failed: %s
sv: Borttagning misslyckades: %s

source: and terminfo database (using S-Lang %s)
sv: och terminfo-databasen (med S-Lang %s)

source: Close editor
sv: Stäng redigeraren

source: shell: %s already exists
sv: shell: %s finns redan

source: Non&e
sv: &Ingen

source: <Unknown user>
sv: <Okänd användare>

source: History: list
sv: Historik: lista

source: Listing collections in '%s'...
sv: Listar samlingar i ”%s”...

source: Cannot copy %s
sv: Kan inte kopiera %s

source: &Toggle fullscreen
sv: &Växla fullskärm

source: ButtonBar|Struct
sv: Strukt

source: Foreground
sv: Förgrund

source: Hunspell has no dictionary for "%s". Installed: %s Install a dictionary, then set Language to the name it goes by.
sv: Hunspell saknar ordlista för ”%s”. Installerade: %s Installera en ordlista och ange sedan dess namn under Språk.

source: Cannot copy cyclic symbolic link "%s"
sv: Kan inte kopiera cyklisk symbolisk länk ”%s”

source: Smart parent directory
sv: Smart överordnad katalog

source: Do you really want to quit?
sv: Vill du verkligen sluta?

source: Select to line start
sv: Markera till radens början

source: Preview is not available in hexadecimal mode.
sv: Förhandsvisning är inte tillgänglig i hexadecimalt läge.

source: Selected item of the focused list, e.g. Find File results or the skin list
sv: Vald post i listan med fokus, t.ex. sökresultat eller temalistan

source: Select &group
sv: Välj &grupp

source: &Add word
sv: &Lägg till ord

source: A file already exists with this name
sv: En fil med detta namn finns redan

source: File operations
sv: Filåtgärder

source: &Backwards
sv: &Bakåt

source: Response timeout:
sv: Tidsgräns för svar:

source: &Apply to Filter
sv: &Tillämpa på filter

source: Navigation history is empty.
sv: Navigeringshistoriken är tom.

source: Word wrap line length:
sv: Radbrytning vid längd:

source: &Search symbol
sv: &Sök symbol

source: Sort descending
sv: Sortera fallande

source: shell: the connection broke
sv: shell: anslutningen bröts

source: &Terminal default
sv: &Terminalens standard

source: Delete this submenu and everything in it?
sv: Ta bort denna undermeny och allt dess innehåll?

source: Symbolic link filename:
sv: Länknamn:

source: %u bytes read, the rest is unchanged
sv: %u byte lästa, resten är oförändrat

source: Legacy Lua scripts:
sv: Äldre Lua-skript:

source: Plugin
sv: Insticksmodul

source: expected '>' or '/>'
sv: förväntade '>' eller '/>'

source: Search file
sv: Sök fil

source: &Reset
sv: &Återställ

source: Left brace
sv: Vänster klammerparentes

source: Select files by pattern
sv: Markera filer efter mönster

source: Syntax &highlighting...
sv: Sy&ntaxmarkering...

source: This entry comes from %s which you cannot write. Copy it into a menu of your own with Ins, or ask whoever owns that file.
sv: Denna post kommer från %s som du inte kan skriva till. Kopiera den till en egen meny med Ins eller fråga den som äger filen.

source: Scroll panel left
sv: Rulla panelen åt vänster

source: Switch active panel
sv: Byt aktiv panel

source: Image
sv: Bild

source: < Default >
sv: < Fördefinierat >

source: %s is not the beginning of the source, so there is nothing to continue. It was left alone.
sv: %s är inte början av källan, så det finns inget att återuppta. Den lämnades orörd.

source: &Continue copy
sv: &Fortsätt kopiera

source: Home
sv: Hem

source: Interval:
sv: Intervall:

source: No references found.
sv: Inga referenser hittades.

source: shell: host key verification failed
sv: shell: verifiering av värdnyckel misslyckades

source: This is a system skin. Save a copy in your skins directory as:
sv: Detta är ett systemtema. Spara en kopia i din temakatalog som:

source: File panel m&odes...
sv: Filpanel&lägen...

source: User-defined menu
sv: Användardefinierad meny

source: Failed to create temporary file.
sv: Kunde inte skapa temporär fil.

source: Edit file
sv: Redigera fil

source: Undelete
sv: Återställ

source: Co&mplete: show all
sv: &Komplettera: visa alla

source: Goto
sv: Gå till

source: The line state column at the left
sv: Radstatuskolumnen till vänster

source: Dev. type: major %lu, minor %lu
sv: Enhetstyp: huvudnummer %lu, undernummer %lu

source: Unknown sequence: %s
sv: Okänd sekvens: %s

source: (no plugins loaded)
sv: (inga insticksmoduler inlästa)

source: truncated optional header
sv: trunkerat valfritt huvud

source: O&ther:
sv: A&nnat:

source: SFS virtual file system: %s
sv: SFS virtuellt filsystem: %s

source: The r of the permission field when Permission colors is on
sv: Bokstaven r i rättighetsfältet när rättighetsfärger är aktiverade

source: Cannot get ext2 attributes of source file %s
sv: Det går inte att få ext2-attribut för källfilen %s

source: %s produced nothing to view for %s
sv: %s gav inget att visa för %s

source: Input history button
sv: Knapp för inmatningshistorik

source: %s is being shut down. Save modified file(s)?
sv: %s håller på att stängas ner. Spara modifierade filer?

source: truncated section table
sv: trunkerad sektionstabell

source: &View - F3
sv: &Visa - F3

source: Uploading
sv: Skickar

source: ButtonBar|Quit
sv: ButtonBar|Avslut

source: Compute tota&ls
sv: &Beräkna total

source: Internal bug: Double start of link area
sv: Internt fel: Länkarea-start i en länkarea

source: shell: found host key of unsupported type: RSA1
sv: shell: hittade värdnyckel av typen RSA1 som inte stöds

source: Public key file:
sv: Publik nyckelfil:

source: Cannot create pipe streams
sv: Kan inte skapa rörströmmar

source: Zones
sv: Områden

source: Archive path:
sv: Arkivsökväg:

source: &Select...
sv: &Välj...

source: &Passive mode
sv: &Passivt läge

source: Delete failed
sv: Borttagning misslyckades

source: 7z encryption needs the external tool, it is off in the archiver settings
sv: 7z-kryptering kräver det externa verktyget, som är avstängt i arkiveringsinställningarna

source: Bucket strategy:
sv: Bucketstrategi:

source: Inode has inline data
sv: Inode har inline-data

source: Safe overwrite
sv: Säker överskrivning

source: Too many columns (at most 9).
sv: För många kolumner (högst 9).

source: Background protocol error
sv: Fel i bakgrundsprotokollet

source: Extracting: %s
sv: Packar upp: %s

source: Username (DOMAIN\user):
sv: Användarnamn (DOMÄN\användare):

source: Cannot fetch a local copy of /ftp://some.host/editme.txt
sv: Kan inte hämta en lokal kopia av /ftp://some.host/editme.txt

source: Insert
sv: Infoga

source: &Go to line...
sv: &Gå till rad...

source: Delete %s?
sv: Ta bort %s?

source: sftp: cannot connect to %s
sv: sftp: kan inte ansluta till %s

source: Running
sv: Kör

source: Which syntax file you want to edit?
sv: Vilken syntaxfil vill du redigera?

source: [dev]
sv: [enh]

source: Go &back
sv: Gå &tillbaka

source: Cre&ate archive
sv: Sk&apa arkiv

source: "%s" and "%s" are the same file
sv: "%s" och "%s" är samma fil

source: Error calling program
sv: Kunde inte anropa programmet

source: Fanout:
sv: Förgreningsgrad:

source: shfs log: no file name given
sv: shfs-logg: inget filnamn angivet

source: columns
sv: kolumner

source: no decompiler configured
sv: ingen dekompilator konfigurerad

source: &Filtered view
sv: Filtrerad v&y

source: ButtonBar|Delete
sv: ButtonBar|TaBort

source: &Inherit
sv: &Ärv

source: &Redo
sv: &Gör om

source: &No
sv: &Nej

source: Filter Builder
sv: Filterbyggare

source: Undo History
sv: Ångringshistorik

source: Number out of range (should be in byte range, 0 <= n <= 0xFF, expressed in hex)
sv: Talet är utanför tillåtet område (ska vara i området för en byte, 0 <= n <= 0xFF, uttryckt hexadecimalt)

source: Refresh screen
sv: Uppdatera skärmen

source: Ignore &space change
sv: Ignorera blank&stegsändringar

source: Select page down
sv: Markera en sida nedåt

source: Cannot save with sudo. Wrong password or sudo is not configured.
sv: Kan inte spara med sudo. Fel lösenord eller sudo är inte konfigurerat.

source: Move to:
sv: Flytta till:

source: &Keybar visible
sv: &Tangentraden synlig

source: Built with GLib %d.%d.%d (using GLib %u.%u.%u)
sv: Byggd med GLib %d.%d.%d (med hjälp av GLib %u.%u.%u)

source: Delete single file
sv: Ta bort en fil

source: Cannot build bucket view: %s
sv: Kan inte bygga bucketvy: %s

source: ButtonBar|Goto
sv: ButtonBar|GåTill

source: Search opposite direction
sv: Sök i motsatt riktning

source: Deleting
sv: Tar bort

source: &Menu
sv: &Meny

source: ButtonBar|Copy
sv: ButtonBar|Kopier

source: Server selection (ms):
sv: Serverval (ms):

source: File name is empty!
sv: Filnamnet är tomt!

source: file1 file2
sv: fil1 fil2

source: File is too large for structured view
sv: Filen är för stor för strukturerad vy

source: Enter file name:
sv: Ange filnamn:

source: Select to file start
sv: Markera till filens början

source: Delete macro %s?
sv: Ta bort makrot %s?

source: uses of
sv: användningar av

source: In se&lection
sv: &I markerat

source: unexpected indentation
sv: oväntat indrag

source: Focused element
sv: Element med fokus

source: Quit program
sv: Avsluta programmet

source: The file exists. Overwrite?
sv: Filen finns. Skriva över?

source: Shift block right
sv: Flytta block åt höger

source: no CLI data directory
sv: ingen CLI-datakatalog

source: shell: local write failed
sv: shell: lokal skrivning misslyckades

source: A1 key
sv: A1-tangenten

source: Input line, selected text
sv: Inmatningsrad, markerad text

source: Choose codepage
sv: Välj teckenkodning

source: &Again
sv: &Igen

source: expected ':'
sv: förväntade ':'

source: Warning: Invalid line in %s: %s
sv: Varning: Ogiltig rad i %s: %s

source: Add a &submenu
sv: Lägg till en &undermeny

source: Pipe failed
sv: Kunde inte skapa rör

source: Cannot stat source directory %s
sv: Kan inte läsa status för källkatalogen %s

source: SFTP password
sv: SFTP-lösenord

source: &Errors only
sv: &Endast fel

source: extfs helper does not support deleting files
sv: extfs-hjälpprogrammet stöder inte borttagning av filer

source: &Overwrite
sv: &Skriv över

source: Symbol name:
sv: Symbolnamn:

source: &Size only
sv: &Endast storlek

source: NOT IN array ($nin)
sv: INTE I array ($nin)

source: Symbolic link
sv: Symbolisk länk

source: Found: %lu
sv: Funna: %lu

source: The x of the permission field when Permission colors is on
sv: Bokstaven x i rättighetsfältet när rättighetsfärger är aktiverade

source: Heavy: top tee
sv: Tjock: T-kors upptill

source: The - of the permission field when Permission colors is on
sv: Tecknet - i rättighetsfältet när rättighetsfärger är aktiverade

source: Spell checking is off. Set a language in the Spell plugin settings to turn it on.
sv: Stavningskontrollen är avstängd. Ange ett språk i stavningsmodulens inställningar för att aktivera den.

source: Cannot create target directory %s
sv: Det går inte att skapa målkatalog %s

source: S3: enter bucket name
sv: S3: ange bucketnamn

source: Auto-complete
sv: Komplettera automatiskt

source: Heavy: left tee
sv: Tjock: T-kors till vänster

source: Expression
sv: Uttryck

source: shell: failure establishing SSH session
sv: shell: kunde inte upprätta SSH-session

source: Edit syntax highlighting
sv: Redigera syntaxmarkering

source: Copies to
sv: Kopior till

source: Data directory:
sv: Datakatalog:

source: shell: cannot fork
sv: shell: kan inte skapa en barnprocess

source: &Find declaration
sv: &Hitta deklaration

source: FileOperation|Delete
sv: FileOperation|Ta bort

source: Skin editor
sv: Temaredigerare

source: Spell check
sv: Stavningskontroll

source: Unable to parse '%s' skin. Default skin has been loaded
sv: Temat '%s' kan inte tolkas. Förinställt tema har laddats

source: Loaded %u symbols from %s
sv: Läste in %u symboler från %s

source: Endpoint URL (for MinIO/Ceph):
sv: Ändpunkts-URL (för MinIO/Ceph):

source: %s: the copy does not match the source
sv: %s: kopian stämmer inte överens med källan

source: Scroll panel right
sv: Rulla panelen åt höger

source: Built with %s
sv: Byggd med %s

source: Press any key... Wait until this message disappears.
sv: Tryck på valfri tangent... Vänta tills detta meddelande försvinner.

source: Quit
sv: Avsluta

source: Cannot copy %s to plugin
sv: Kan inte kopiera %s till insticksmodulen

source: Toggle magic mode
sv: Växla automatiskt tolkningsläge

source: Follow
sv: Följ

source: Edit s&ymlink
sv: Redigera sy&mlänk

source: Write error to temp file
sv: Skrivfel till temporär fil

source: Number sign #
sv: Brädgård

source: Do you really want to execute?
sv: Vill du verkligen exekvera?

source: ButtonBar|HxSrch
sv: ButtonBar|HexSök

source: Error dialogs
sv: Feldialoger

source: Cannot chattr %sn%s
sv: Kan inte ändra filattribut för %sn%s

source: &Refresh screen
sv: Rita &om skärmen

source: Selected runtime has no configuration callback.
sv: Den valda körmiljön saknar konfigurationsfunktion.

source: No plugins loaded.
sv: Inga insticksmoduler inlästa.

source: The TERM environment variable is unset!
sv: Miljövariabeln TERM är inte angiven!

source: Change drive
sv: Byt enhet

source: Ignore all &whitespace
sv: Ignorera alla &blanktecken

source: The short stem is light
sv: Den korta stammen är tunn

source: Editor plugins:
sv: Redigerarinsticksmoduler:

source: &Filemanager
sv: &Filhanterare

source: Label:
sv: Etikett:

source: Panel title, active
sv: Panelrubrik, aktiv

source: &Menubar visible
sv: &Menyraden synlig

source: Diff algorithm
sv: Diff-algoritm

source: Print data directory
sv: Skriv ut datakatalog

source: Type &writer wrap
sv: &Skrivmaskinsradbrytning

source: &Toggle line state
sv: Växla &radnummer

source: &Background only
sv: Endast &bakgrund

source: Go to parent directory
sv: Gå till överordnad katalog

source: SSH settings (used for SSH):
sv: SSH-inställningar (används för SSH):

source: Ignore a&ll
sv: Ignorera a&lla

source: Cut to clipboard
sv: Klipp ut till urklipp

source: Cannot edit symlink %s
sv: Kan inte redigera symlänk %s

source: In the title of an editor window
sv: I ett redigerarfönsters rubrik

source: "%s" is not a skin name: no directory part, not .ini
sv: ”%s” är inte ett temanamn: ingen katalogdel, inget .ini

source: Clear screen and scrollback
sv: Rensa skärmen och rullningshistoriken

source: <readlink failed>
sv: <kunde inte läsa länken>

source: Start at:
sv: Starta vid:

source: Cannot move %s to plugin
sv: Kan inte flytta %s till insticksmodulen

source: Confirmation|Di&rectory hotlist delete
sv: Confirmation|Ta bort &katalogfavoriter

source: shell: failed to init SSH session
sv: shell: kunde inte initiera SSH-session

source: Style
sv: Stil

source: Cannot read source file %s
sv: Det går inte att läsa källfilen %s

source: Leaf size (flat docs):
sv: Lövstorlek (platta dokument):

source: &User
sv: &Användarens

source: A&bout...
sv: &Om...

source: Middle of screen
sv: Skärmens mitt

source: Search backward next
sv: Sök nästa bakåt

source: Toggle syntax highlighting
sv: Växla syntaxmarkering

source: Remote path:
sv: Fjärrsökväg:

source: execute/searc&h by others
sv: exek&vering/sökning av andra

source: Audio and video
sv: Ljud och video

source: Def-file errors
sv: Fel i def-fil

source: Backslash key
sv: Omvänt snedstreck

source: Compression raw access
sv: Rå åtkomst till komprimeringen

source: built-in
sv: inbyggd

source: Malformed regular expression
sv: Trasigt reguljärt uttryck

source: Synta&x highlighting
sv: Synta&xmarkering

source: Read error from TAR stream
sv: Läsfel från TAR-ström

source: Edit Docker Connection
sv: Redigera Docker-anslutning

source: No members found for '%s'.
sv: Inga medlemmar hittades för ”%s”.

source: Heavy: horizontal
sv: Tjock: vågrät

source: &Find recursively
sv: Sök i &underkataloger

source: &Flush bookmarks
sv: &Rensa bokmärken

source: Chattr command
sv: Chattr-kommando

source: The menu is a file written by hand: %s Import entries of it into the menu that edits itself?
sv: Menyn är en handskriven fil: %s Importera poster från den till menyn som redigeras automatiskt?

source: (none)
sv: (ingen)

source: shell: cannot open the log file
sv: shell: kan inte öppna loggfilen

source: Skins
sv: Teman

source: shell: cannot store the file
sv: shell: kan inte lagra filen

source: no stream headers
sv: inga strömhuvuden

source: Underlined text
sv: Understruken text

source: Are you sure you want to remove entry "%s"?
sv: Är du säker på att du vill ta bort posten "%s"?

source: Hotkey of the focused element
sv: Snabbtangent för elementet med fokus

source: Time: %s (%s)
sv: Tid: %s (%s)

source: Use internal vie&w
sv: Använd intern &visare

source: Format error on file Extensions File
sv: Formatfel i filändelsefilen

source: Mail
sv: E-post

source: No file is open.
sv: Ingen fil är öppen.

source: &Lua scripts...
sv: &Lua-skript...

source: List open screens
sv: Lista öppna skärmar

source: Permission: read
sv: Rättighet: läs

source: Right
sv: Höger

source: Don't overwrite with &zero length file
sv: Skriv inte över med &tom fil

source: Case sens&itive
sv: Ski&ftlägeskänsligt

source: &Prev bookmark
sv: &Föreg bokmärke

source: Cannot save %s back to plugin
sv: Kan inte spara tillbaka %s till insticksmodulen

source: Filter by &word
sv: Filtrera efter &ord

source: expected a name
sv: förväntade ett namn

source: Save block
sv: Spara block

source: Panel frame
sv: Panelram

source: Learn terminal keys
sv: Lär in terminaltangenter

source: Top of screen
sv: Skärmens överkant

source: Find File: "%s". Content: "%s"
sv: Sök fil: ”%s”. Innehåll: ”%s”

source: Description:
sv: Beskrivning:

source: with source mask:
sv: med källfilter:

source: No errors in %s
sv: Inga fel i %s

source: E&xit
sv: &Avsluta

source: Set &groups
sv: Sätt &grupper

source: &Quick view
sv: &Snabbvy

source: File panel modes
sv: Filpanellägen

source: Group name:
sv: Gruppnamn:

source: Jump to prev filter match
sv: Gå till föregående filterträff

source: Colon
sv: Kolon

source: File list argument:
sv: Argument för fillista:

source: In the top border
sv: I överkanten

source: ButtonBar|Mkdir
sv: ButtonBar|NyKat

source: &Invert selection
sv: &Invertera markering

source: &Help
sv: &Hjälp
